Repository: muzle/DictionaryApp
Catalog: DictionaryApp/Autogenerated/GoogleSheetLocalization/*.lproj/Localizable.strings
Languages: fr, ru, yi

# WelcomeScene.navigationTitle
source: Hello
fr: Salut
ru: Привет
yi: היי.

# WelcomeScene.message
source: Hi, this application was written by Zhenya as a test task.
fr: Bonjour, cette application comme un travail de test a écrit zhenka
ru: Привет, это приложение в качестве тестового задания написал Женька
yi: שלום, יישום זה כמשימה מבחן נכתב על ידי Zhenka

# WelcomeScene.emailButton
source: Email him
fr: Envoyez-lui un Email
ru: Отправить ему Email
yi: שלח לו דוא ל

# WelcomeScene.telegramButton
source: Write to Telegram
fr: Écrire dans Telegram
ru: Написать в Telegram
yi: כתוב בטלגרם

# WelcomeScene.activeSearchTitle
source: Search for new words
fr: Trouver de nouveaux mots
ru: Поиск новых слов
yi: חפש מילים חדשות

# WelcomeScene.inactiveSearchTitle
source: Search for words
fr: Recherche de mots
ru: Поиск слов
yi: חיפוש מילים

# Alert.error
source: Error
fr: Erreur
ru: Ошибка
yi: שגיאה

# Alert.ok
source: Good
fr: Ça va
ru: Хорошо
yi: בסדר.

# Alert.cancel
source: Cancel
fr: Annulation
ru: Отмена
yi: ביטול

# SocialServiceError.cantOpenApp
source: Could not open %0@. Check if the app is installed.
fr: Impossible d'ouvrir %0@. Vérifiez si l'application est installée.
ru: Не удалось открыть %0@. Проверите, установлено ли приложение.
yi: אין אפשרות לפתוח את %0@. בדוק אם האפליקציה מותקנת.

# WordMeaningScene.anotherTranslation
source: Another translation
fr: Autre traduction
ru: Другой перевод
yi: תרגום נוסף

# InfoView.errorHeader
source: Oops, mistake
fr: Oups, erreur
ru: Упс, ошибка
yi: אופס, טעות

# InfoView.buttonRepeat
source: To try one more time
fr: Essayer à nouveau
ru: Попробовать ещё раз
yi: לנסות שוב

# InfoView.wordNotFined
source: Oops, no such word found
fr: Oups, un tel mot n'a pas été trouvé
ru: Упс, такого слова не найдено
yi: אופס, מילה כזו לא נמצאה

# InfoView.needInputWord
source: Enter the word you want
fr: Entrez le mot que vous voulez
ru: Введите нужное слово
yi: הקלד את המילה הרצויה
